Repository: cincarnato/getmarried
Catalog: module/Application/language/*.po
Languages: es

source: Why would you choose Buenos Aires to marry?
es: ¿Por qué elegir Buenos Aires para casarte?

source: There are many reasons why you’d like to marry in Buenos Aires, Argentina. Sexual orientation, faith or simply fun. Whatever your reasons we can help you make your dream come true
es: Existen muchas razones por las cuales querrías casarte en Buenos Aires, Argentina: Orientación sexual, exotismo o simplemente diversión. Sea como sea, te podemos ayudar a hacer tu sueño realidad.

source: We offer assistance with all paperwork, translations and interpretation services required for a civil ceremony in Buenos Aires.
es: Te brindamos asistencia profesional en todos los trámites, traducciones y servicio de interpretación que se requieren para una ceremonia de matrimonio civil en Buenos Aires.

source: Our country is not only a place for tango lovers but also a place where civil rights are granted to everybody.
es: Argentina es más que un lugar para los amantes del tango, también es un lugar en donde los derechos civiles están garantizados para todos, sea cual sea tu orientación sexual, nacionalidad y religión.

source: In Argentina same sex marriage is legal and, as stated in our Marriage Law, “any foreigner (regardless their sexual orientation) who enters, travels or resides in The Argentine Republic” can marry
es: En Argentina el casamiento entre personas del mismo sexo es legal y, tal como se lee en nuestra Ley de matrimonio: “todo extranjero o extranjera (más allá de su orientación sexual) que ingrese, transite o resida en la República Argentina” puede casarse.

source: Terms and Conditions
es: Términos y Condiciones

source: Welcome to the website www.getmarriedinargentina.com(hereinafter the "Site"). The terms and conditions, herein described (hereinafter the "Terms and Conditions") aim at regulating the use of the Site by those individuals accessing said Site. The "User" of the Site is any person who registers on said Site and those individuals just visiting it (hereinafter the "User"). Upon registration and/or while surfing the Site, the User consents to the Terms and Conditions.
es: Bienvenido al sitio de internet www.getmarriedinargentina.com (en adelante el "Sitio"). Los términos y condiciones, que se describen a continuación (en adelante los "Términos y Condiciones") tienen por objeto regular el uso que del mismo realicen las personas que ingresen al Sitio. Por "Usuario" del Sitio se entiende tanto a quienes se registren en el mismo como a los que tan sólo visiten el mismo (en adelante el "Usuario"). Al registrarse y/o navegar en el Sitio, el Usuario presta su consentimiento al presente.

source: The Terms and Conditions as well as the Privacy Policy and/or information about the Site will be deemed binding to any User of the Site from the first moment he/she access said Site. The Terms and Conditions herein are mandatory and binding. All purchases and transactions on the Site are subjected to said Terms and Conditions. If the User does not completely accept the Terms and Conditions and the Privacy Policy herein, he/she must not continue accessing and visiting our Site. When he/she continue visiting our Site, the User will be deemed to have accepted without reservation the Terms y Conditions and the Privacy Policy herein, accepting emails with the information that the Site deems appropriate periodically. The Terms and Conditions and the Privacy Policy may be entirely or partly modified at any time and with the sole discretion of the administration of the Site; said modifications and implementations shall be effective as of the very moment when they are posted or inserted on the Site or they are notified to the User by any means, whichever takes place first. Thus, we suggest that the User visits the Terms and Conditions and the Privacy Policy periodically. The infringements to the Terms and Conditions will enable the owners of the Site to exercise their right to cancel or terminate the service provided to the infringing User, whether by act or omission. The Site is concerned with the protection of the personal data of the Users, in terms of the principles stated in our Privacy Policy.
es: Los Términos y Condiciones así como la Política de Privacidad y/o informaciones sobre el Sitio se considerarán de aplicación para todo Usuario del Sitio desde el primer momento en que acceda al mismo. Los presentes términos y condiciones tienen carácter obligatorio y vinculante. Se aplican a todas las compras y actividades realizadas en el Sitio. Si el Usuario no acepta en forma total los presentes Términos y Condiciones y la Política de Privacidad, le rogamos que no avance en el acceso y visita de nuestro Sitio. En caso de avanzar en la visita a nuestro Sitio, se entenderá que el Usuario aceptó sin reservas los presentes Términos y Condiciones y la Política de Privacidad, aceptando recibir mails periódicos con la información que el Sitio determine. Los Términos y Condiciones y la Política de Privacidad podrán ser modificados en todo o en parte en cualquier momento y a exclusivo criterio de la administración del Sitio; dichos cambios e implementaciones tendrán vigencia a partir del momento mismo en que sean publicados o insertados en el Sitio o desde que sean notificados al Usuario por cualquier medio, lo que ocurra primero. Por lo expuesto, le sugerimos que visite los Términos y Condiciones y la Política de Privacidad periódicamente. Las violaciones a los Términos y Condiciones generarán el derecho en favor del titular del Sitio a suspender o terminar la prestación del servicio al Usuario que las haya realizado, por acción u omisión. El Sitio se preocupa por la protección de datos de carácter personal de los Usuarios, de acuerdo a los lineamientos expuestos en nuestra Política de Privacidad.

source: The User may choose and change their access password to manage his/her account whenever they deem it appropriate, in case he/she have registered themselves and said action is necessary to purchase any of our products. The Site is not liable for the disclosure of said password to third parties by the user. All purchases and transactions on this Site are subject to a confirmation and verification procedure, which might include stock verification and product availability, validation of payment mode, validation of the invoice (whenever applicable) and the fulfillment of the requirements of the chosen payment mode. In some cases a verification via email might be required.
es: El usuario puede elegir y cambiar la clave para su acceso de administración de la cuenta en cualquier momento, en caso de que se haya registrado y que sea necesario para la compra de alguno de nuestros productos. El Sitio no asume la responsabilidad en caso de que entregue dicha clave a terceros.Todas las compras y transacciones que se lleven a cabo por medio de este sitio web están sujetas a un proceso de confirmación y verificación, el cual podría incluir la verificación del stock y disponibilidad de producto, validación de la forma de pago, validación de la factura (en caso de existir) y el cumplimiento de las condiciones requeridas por el medio de pago seleccionado. En algunos casos puede que se requiera una verificación por medio de correo electrónico.

source: The products and services offered on this Site (hereinafter the "Products") are available only to individuals with legal capacity to purchase. Thus, those individuals who do not fulfill this requirement must not provide personal data to be registered in our data bases. Nonetheless, they can do so through their parents or guardians. The parents, guardians or individuals in charge of minors or individuals without legal capacity who use the Site shall be responsible for the use of the Site, as well as they shall be liable to any charges, invoicesor damagearising from using the Site. If the User is registered under a company, said User shall have legal capacityto buy on behalf of said companyand to make the company liable to the terms herein stated.
es: Los productos y servicios que se ofrecen por medio del Sitio (en adelante los "Productos"), sólo están disponibles para personas que tengan capacidad legal para comprar. Por lo tanto, aquellos que no cumplan con esta condición deberán abstenerse de suministrar información personal para ser incluida en nuestras bases de datos. Sin embargo pueden hacerlo a través de sus padres o tutores. Los padres, tutores o responsables de los menores de edad o incapaces que utilicen el Sitio serán responsables por dicho uso, lo que incluye cualquier cargo, facturación o daño que se derive de él. Si el Usuario está registrado como Empresa, deberá tener capacidad para comprar a nombre de tal entidad y de obligar a la misma en los términos del presente.

source: Availability / Price of the products
es: Disponibilidad / Precio de productos

source: Information about products and their prices is subject to changes without prior notice.
es: La información sobre productos y precios está sujeta a cambios sin previo aviso.

source: All prices on the Site are stated in American Dollars.
es: Todos los precios en el Sitio están expresados en dólares estadounidenses.

source: Before purchasing, the User must bear in mind thatthe chosen productsmight not be available, since any purchase is subject to availability.
es: Antes de comprar, el Usuario deberá tener en cuenta que los productos seleccionados pueden no encontrarse disponibles, dado que toda compra se encuentra sujeta a disponibilidad.

source: Upon any online purchase on the Site, the User is deemed to have acceptedthe current Terms and Conditions herein, the Privacy Policyand the Policy of Changes in Online Sales.
es: Al realizar una compra on line a través del Sitio, se tienen por aceptados por el Usuario los presentes Términos y Condiciones, la Política de Privacidad y la Política de Cambios de Venta On Line vigentes.

source: Services of Get Married in Argentina
es: Servicio de GetMarried in Argentina

source: All paperwork done by Get Married in Argentina may be done by any individual, whether Argentinian or not, resident or traveling. The Site does not expressly or implicitly compel any individual to use its services exclusively in any sense.All paperwork, procedures and necessary steps to obtain a marriage certificate in the Argentine Republic are available for free on the appropriate governmental webpages.
es: Los trámites realizados por Get Married in Argentina pueden ser realizados por cualquier persona, sea de nacionalidad argentina o no, residente o en tránsito. El Sitio no obliga, expresa ni explicita la obligación de utilizar sus servicios con exclusividad en ningún sentido. Los trámites, procesos y pasos necesarios para obtener el certificado de matrimonio en la República Argentina están disponibles de manera libre y gratuita en las páginas gubernamentales apropiadas.

source: Get Married in Argentina does not overcharge or charge any special feefor the paperwork doneto obtain and legalize the marriage certificate. Likewise, Get Married in Argentina does not exert any influenceon the official times of the paperwork being donein compliance with the current legislation. The services provided by Get Married in Argentina entail assistance and guidancein terms of said paperwork.
es: Get Married In Argentina no cobra ningún tipo de recargo ni tarifa especial por los trámites realizados en el proceso de obtención y legalización del certificado de matrimonio. Así mismo, Get Married In Argentina no tienen ninguna incidencia en los tiempos burocráticos de los trámites realizados los cuales se respetan en tiempo en forma de acuerdo a la legislación vigente. Los servicios de Get Married In Argentina se refieren a la orientación y guía en dichos trámites.

source: Modification of the Terms and Conditions
es: Modificaciones a los Términos y Condiciones

source: The Site may, with its sole discretion: (i) Modify or terminate, unilaterally, partiallyor totally, the layout of the elements that make up the Site, its specific or general setting, its services and contentsas well as its access and usage conditions; (ii) Deny or withdraw access to the Site, its services and contents, at any moment and without prior notice, to those Users infringingthe Terms and Conditions, (iii) Terminate, suspendor interrupt unilaterally, at any time and without prior noticethe services provided by the Site, (iv) Modify the scope of theTerms and Conditions at any momentand execute them under the laws of the Argentine Republic. The User agrees to comply without reservationswith the court jurisdiction of theAutonomous City of Buenos Aires to settle any doubt, difficulty or controversyarising from theseTerms and Conditions, on the whole or part of them.
es: El Sitio se reserva expresamente los siguientes derechos: (i) A modificar o eliminar, en forma unilateral, parcial o totalmente, tanto la disposiciones de los elementos que componen el Sitio, como su configuración general o particular, los servicios o contenidos o sus condiciones de acceso y utilización; (ii) A denegar o retirar el acceso a este Sitio, sus servicios y contenidos, en cualquier momento y sin aviso previo, a aquellos Usuarios que incumplan los Términos y Condiciones, (iii) A poner termino, suspender o interrumpir unilateralmente, en cualquier momento y sin aviso previo, la prestación del servicio del Sitio, (iv) A modificar los alcances de los Términos y Condiciones en cualquier momento. Los Términos y Condiciones serán interpretados y ejecutados de acuerdo a las leyes de la República de Argentina. El Usuario se somete incondicionalmente a la jurisdicción de los tribunales de la Ciudad Autónoma de Buenos Aires para la resolución de cualquier duda, dificultad o controversia relacionada con todo o parte de los Términos y Condiciones.

source: The User shall indemnify and keep www.getmarriedinargentina, its subsidiaries, supervised and supervising companies, managers, administrators, agentsand employees undamaged, before any complainto lawsuit submitted by other Usersor third parties arising from their activities on the Site or his/her infringement of the GeneralTerms and Conditionsand Policies which are deemed to be incorporated hereinor his/her infringement of any law orright of third parties, including expenses, lawyers’ feesand any other cost that may be accrued.
es: El Usuario indemnizará y mantendrá indemne a www.getmarriedinargentina, sus filiales, empresas controladas y/o controlantes, directivos, administradores, representantes y empleados, por cualquier reclamo o demanda de otros Usuarios o terceros por sus actividades en el Sitio o por su incumplimiento los Términos y Condiciones Generales y demás Políticas que se entienden incorporadas al presente o por la violación de cualesquiera leyes o derechos de terceros, lo que incluye los gastos, honorarios de abogados y demás costas que pudieran devengarse.
